/*
 * @Descripttion: 柱状图
 * @version: 1.0.0
 * @Author: joykit
 * @Date: 2020-05-29 10:27:18
 * @LastEditors: wss
 * @LastEditTime: 2020-09-27 09:40:07
 */
export const qxList = {
  symbol: ['1月', '2月', '3月', '4月', '5月'],
  value: [
    [83470, 13100, 49241, 28351, 26265],
    [13256, 9888, 23456, 68351, 16265],
    [23256, 2888, 36456, 48351, 36265],
    [13256, 19888, 234456, 68351, 26265],
    [33256, 9888, 434456, 58351, 36365]
  ],
  label: ["赵大", "孙二", "张三", "李四", "王五"],
  path: [],
  options: {
    // series: [
    //   {
    //     radius: ["0", "75%"]
    //   },
    //   {
    //     radius: ["0", "60%"]
    //   }
    // ]
  }
};
