/*
 * @Descripttion:
 * @version: 1.0.0
 * @Author: joykit
 * @Date: 2020-05-25 10:41:44
 * @LastEditors: joykit
 * @LastEditTime: 2020-05-28 15:00:53
 */
// export const qxMax = [6678.091135, 11125];
// export const symbol = ["万元", "万次"];
export const qxList = {
  symbol: ["万元", "万次"],
  all: [6678.091135, 11125],
  value: [
    [3864.39603, 1508.94, 1045.92, 95.54925, 66.605, 45.66, 19.881084],
    [11125, 1108.94, 145.92, 85.54925, 56.605, 35.66, 19.881084]
  ],
  label: ["盐湖区", "永济市", "垣曲县", "新绛县", "夏县", "闻喜县", "平陆县"],
  path: ["#", "#", "#", "#", "#", "#", "#"]
};
// export const qxList = [
//   {
//     value: [3864.39603],
//     label: ["盐湖区"],
//     path: ["#"]
//   },
//   {
//     value: [1508.94],
//     label: ["永济市"],
//     path: ["#"]
//   },
//   {
//     value: [1045.92],
//     label: ["垣曲县"],
//     path: ["#"]
//   },
//   {
//     value: [95.54925],
//     label: ["新绛县"],
//     path: ["#"]
//   },
//   {
//     value: [66.605],
//     label: ["夏县"],
//     path: ["#"]
//   },
//   {
//     value: [45.66, 45],
//     label: ["闻喜县"],
//     path: ["#"]
//   },
//   {
//     value: [19.881084, 20],
//     label: ["平陆县"],
//     path: ["#"]
//   }
// ];
