var a = {
    BarChart2Option: {
        //顶部折线图
        title: "扶贫补助发放年龄段分析22",
        legend: ["两2不愁", "住房2保障", "教育保障", "医疗保障", "其他"],
        source: [
          ["0-129岁", 113, 158, 140, 130, 22],
          ["20-29岁", 883, 888, 883, 888],
          ["30-39岁", 831, 734, 883, 888],
          ["40-49岁", 864, 652, 883, 888],
          ["50-59岁", 724, 539, 883, 888]
        ]
      },
      BarChart2Option2: {
        //顶部折线图
        title: "扶贫补助发放年龄段分析22",
        legend: ["两2不愁", "住房2保障", "教育保障", "医疗保障", "其他"],
        source: [
          ["0-129岁", 113, 158, 140, 130, 22],
          ["20-29岁", 883, 888, 883, 888],
          ["30-39岁", 831, 734, 883, 888],
          ["40-49岁", 864, 652, 883, 888],
          ["50-59岁", 724, 539, 883, 888]
        ]
      },
      routuelQXPM: {
        //第二个图
        name: "ProjectOnline1",
        query: {
          type: "GetQxList",
          enters: "xm"
        }
      },
      proportion2: {
        sumProple: 0,
        title: "",
        list: []
      },
      page: 1,
      size: 12,
      total: 0,
      query: {},
      title: "",
      Remark: "",
      _thead: {}, //后端返回结构暂存
      thead: [],
      tbody: []
}